Repository: OsmBelarus/Pieraklady
Catalog: isnujucyja_pieraklady/insyja.tmx
Source language: ru
Languages: be

source: Нёманская улица
be: Нёманская вуліца

source: Нёманский переулок
be: Нёманскі завулак

source: Немейщизна
be: Нямейшчына

source: Неровка
be: Няроўка

source: Несвиж
be: Нясвіж

source: Несвижский замок
be: Нясвіжскі замак

source: Несета
be: Нясята

source: Несито
be: воз. Нясіта

source: Нечвора
be: воз. Нячвора

source: Ниагара
be: Ніагара

source: Нивье
be: Ніўе

source: Нидяны
be: Нідзяны

source: Нижняя церковь (руины)
be: Ніжняя царква (руіны)

source: Низголовье
be: Нізгалаўе

source: Низкие
be: Нізкія

source: НИИЛ БиСМ БНТУ
be: НДВЛ БіБМ БНТУ

source: Ника
be: Ніка

source: Никитичи
be: Nікіцічы

source: Никрополье
be: [Нiкраполле, Нікраполле]

source: Новая Жизнь
be: Новае Жыццё

source: Новая Мильча
be: Новая Мільча

source: Новая улица
be: Новая вуліца

source: Новики
be: Навікі

source: Новина
be: Навіна

source: Новинки
be: Навінкі

source: Новкинская амбулатория
be: Ноўкінская амбулаторыя

source: Новкинский ФАП
be: Ноўкінскі ФАП

source: Новобелицкая
be: Навабеліцкая

source: Новобелицкий район
be: Навабеліцкі раён

source: Новогрудок
be: Навагрудак

source: Новогрудский замок
be: Навагрудскі замак

source: Новодворцы
be: Навадворцы

source: Новодель
be: Навадзель

source: Новое городское кладбище
be: Новыя гарадскія могілкі

source: Новое кладбище
be: Новыя могілкі

source: Новоельня
be: Наваельня

source: Новозаречье
be: Новазарэчча

source: Новокухновщина
be: Навакухнаўшчына

source: Новолесье
be: Навалессе

source: Новооктябрьская улица
be: Новакастрычніцкая вуліца

source: Новополоцкая ТЭЦ
be: Наваполацкая ЦЭЦ

source: Новополоцклифт
be: Ліфтрамонт

source: Новополье
be: Наваполле

source: Новосады
be: Навасады

source: Новоселки
be: Навасёлкі

source: Новосёлки
be: Навасёлкі

source: Новосельная улица
be: Навасельная вуліца

source: Новосемёновское кладбище
be: Новасямёнаўскія могілкі

source: Новохолочье
be: Новахалочча

source: Новые Задворцы
be: Новыя Задворцы

source: Новые Ясневичи
be: Новыя Ясневічы

source: Новый Бор
be: Новы Бор

source: Новый Двор
be: Новы Двор

source: Новый Драмтеатр
be: Новы драмтэатр

source: Новый замок
be: Новы замак

source: Новый Крупец
be: Новы Крупец

source: Новый мост
be: Новы мост

source: Новый свет
be: Новы свет

source: Новый Свет
be: Новы Свет

source: Новый Степанов
be: Новы Сцепаноў

source: Новый театр
be: Новы тэатр

source: Новый Шлях
be: Новы Шлях

source: Носали
be: Насалі

source: Носовичи
be: Насавічы

source: Ночной клуб «Сфера»
be: Начны клуб «Сфера»

source: НПЗ резервуары
be: НПЗ рэзервуары

source: НПО "Центр"
be: НВА "Цэнтр"

source: Нудичи
be: Нудзічы

source: нулевой километр
be: нулявы кіламетр

source: Оазис
be: Аазіс

source: ОАО "Белкофе"
be: ААТ "Белкава"

source: ОАО "Брестсельмаш"
be: ААТ "Брэстсельмаш"

source: ОАО "Брестская типография"
be: ААТ "Брэсцкая тыпаграфія"

source: ОАО "Брестский электроламповый завод"
be: ААТ "Брэсцкі электралампавы завод"

source: ОАО "Брестский электромеханический завод"
be: ААТ "Брэсцкі электрамеханічны завод"

source: ОАО "Брестское мороженое"
be: ААТ "Брэсцкае марожанае"

source: ОАО "Брестское пиво"
be: ААТ "Брэсцкае піва"

source: ОАО "НАФТАН"
be: ААТ «Нафтан»

source: ОАО "Поставский молочный завод"
be: ААТ "Пастаўскі малочны завод"

source: ОАО "СРСУ-3 г. Новополоцк"
be: ААТ "СРБУ-3 г. Наваполацк"

source: ОАО "Тираспольская ПМК"
be: ААТ Ціраспальская ПМК

source: ОАО «БелВитунифарм»
be: Біяфабрыка

source: ОАО «Брестский мясокомбинат»
be: ААТ "Брэсцкі мясакамбінат"

source: ОАО «Веста»
be: ААТ Веста

source: ОАО «Вистан»
be: Завод Вістан

source: ОАО «Витебские ковры»
be: Дывановы камбінат

source: ОАО «Витязь»
be: Тэлезавод «Віцязь»

source: ОАО «ВОЛМА-Белгипс»
be: ААТ «ВОЛМА-Белгіпс»

source: ОАО «КИМ»
be: ААТ «КІМ»

source: ОАО «Сукно»
be: ААТ «Сукно»

source: ОАО Белстроймаш
be: ААТ Белбудмаш

source: ОАО завод «ВИЗАС»
be: ААТ Завод «ВІЗАС»

source: ОАО Лидская обувная фабрика
be: Абутковая фабрыка

source: ОАО Технолит Полоцк
be: ААТ Тэхналіт Полацк

source: обелиск на месте концлагеря «5-й полк»
be: абеліск на месцы канцлагера «5-ы полк»

source: Обл. учебно-методический центр физического воспитания населения
be: Абл. навукова-метадычны цэнтр фізічнага выхавання насельніцтва

source: Областная больница
be: Абласная бальніца

source: Областная инфекционная больница
be: Абласная iнфекцыйная бальніца

source: Областная филармония
be: Абласная філармонія

source: Областной Родильный дом
be: Абласны Радзільны дом

source: Облисполком
be: Аблвыканкам

source: Обмен валют
be: Абмен валют

source: Оболинец
be: воз. Обалінец

source: Оболь
be: Обаль

source: Оборонительные сооружения 1930-х гг.
be: Абарончыя збудаванні 1930-х гг.

source: Оборонительные укрепления «Батарея» (1812)
be: Абарончыя ўмацаванні «Батарэя» (1812)

source: Оборонные укрепления
be: Абарончыя ўмацаванні

source: Образовательный центр "Прометей"
be: Адукацыйны цэнтр

source: Образцы инф. указ. столбиков
be: Узоры інф. паказ. слупкоў

source: Общежитие
be: Інтэрнат

source: Общежитие Брестского областного лицея
be: Інтэрнат Брэсцкага абласнога ліцэя

source: Общежитие ВГКС
be: Інтэрнат ВДКС

source: Общежитие ВКШТ
be: Інтэрнат ВКШТ

source: Общежитие колледжа
be: Інтэрнат

source: Общежитие медперсонала
be: Інтэрнат медперсаналу

source: Общежитие музучилища
be: Інтэрнат музвучылішча

source: Общежитие ОАО "Брестсельмаш"
be: Интэрнат ААТ "Брэстсельмаш"

source: Общежитие ОАО "Керамика"
be: Інтэрнат ААТ «Кераміка»

source: Общежитие ПГУ №3
be: Iнтэртат ПДУ №3

source: Общежитие приборострительного завода
be: Інтэрнат прыборабудаунічага завода

source: Общежитие треста № 16
be: Інтэрнат трэсту № 16

source: Общежитие №1
be: Інтэрнат №1

source: Общежитие № 1
be: Інтэрнат №1

source: Общежитие №10 БГМУ
be: Інтэрнат №10 БДМУ

source: Общежитие №11 БГУ
be: Інтэрнат №11 БДУ

source: Общежитие №1 БГТУ
be: Інтэрнат БДТУ №1

source: Общежитие № 1 БГУ
be: Інтэрнат №1 БДУ

source: Общежитие № 1 БГЭУ
be: Інтэрнат №1 БДЭУ

source: Общежитие №1 МГЛУ
be: Інтэрнат №1 МДЛУ

source: Общежитие №2
be: Інтэрнат №2

source: Общежитие №2 БГТУ
be: Інтэрнат БДТУ №2

source: Общежитие №2 БГУ
be: Інтэрнат БДУ №2

source: Общежитие №3
be: Інтэрнат №3

source: Общежитие №3 БГТУ
be: Інтэрнат БДТУ №3

source: Общежитие №4
be: Інтэрнат №4

source: Общежитие №4, ПГУ
be: Інтэрнат №4 ПДУ

source: Общежитие №4 БГТУ
be: Інтэрнат БДТУ №4

source: Общежитие №4 БГУ
be: Інтэрнат №4 БДУ

source: Общежитие №4 БГУИР
be: Інтэрнат №4 БДУІР

source: Общежитие №4 МГЛУ
be: Інтэрнат №4 МДЛУ

source: Общежитие №5
be: Інтэрнат №5

source: Общежитие № 5
be: Інтэрнат № 5

source: Общежитие №5 БГМУ
be: Інтэрнат №5 БДМУ

source: Общежитие №5 БГТУ
be: Інтэрнат БДТУ №5

source: Общежитие №5 БГУ
be: Інтэрнат БДУ №5

source: Общежитие №6
be: Інтэрнат №6

source: Общежитие №6 БГМУ
be: Інтэрнат №6 БДМУ

source: Общежитие №6 БГУ
be: Інтэрнат БДУ №6

source: Общежитие №7
be: Інтэрнат №7

source: Общежитие №7 БГМУ
be: Інтэрнат №7 БДМУ

source: Общежитие №7 БГУ
be: Інтэрнат БДУ №7

source: Общежитие №8 БГПУ
be: Інтэрнат №8 БДПУ

source: Общественный пункт охраны порядка
be: Грамадскі пункт аховы парадку

source: Объездная улица
be: Аб’язная вуліца

source: Овощехранилище
be: Гароднінасховішча

source: Оглоблишки
be: Аглоблішкі

source: Огонёк
be: Агеньчык

source: Огородная улица
be: Агародная вуліца

source: Огородники
be: Агароднікі

source: Одельская улица
be: Адэльская вуліца

source: Одинокое
be: Адзінокае воз.

source: Одно окно
be: Адно акно

source: оз. Комарин
be: воз. Камарын

source: Оздоровительный центр БелЖД
be: Аздараўляльны цэнтр БЧ

source: озера Хатьковы
be: Хоцькавы азёры

source: Озерище
be: Азярышча

source: Озерки
be: Азёркі

source: Озёрная улица
be: Азёрная вуліца

source: Озерница
be: Азярніца

source: Озёрское шоссе
be: Азёрская шаша

source: Окна
be: Вокны

source: Околица
be: Аколіца

source: Оконо
be: воз. Окана

source: Оконце
be: Акенца

source: Окрестная улица
be: Акрэсная вуліца

source: Октябрь
be: Кастрычнік

source: Октябрьская улица
be: Кастрычніцкая вуліца

source: Октябрьский мост
be: Кастрычніцкі мост

source: Октябрьский отдел Департамента охраны МВД РБ
be: Кастрычніцкі аддзел Дэпартамента аховы МУС РБ

source: Октябрьский район
be: [Кастрычніцкі раён, Октябрьский район]

source: Окульная улица
be: Акульная вуліца

source: Окунево
be: Акунёва

source: Окунёво
be: Акунёва

source: Окушковщина
be: Акушкаўшчына

source: Олехновичи
be: Аляхновічы

source: Олимп
be: Алімп

source: Олимпийская улица
be: Алімпійская вуліца

source: Ольховка
be: Альхоўка

source: Ольшанская улица
be: Альшанская вуліца

source: Ольшанское
be: Альшанскае

source: Ольшица
be: воз. Вольшыца

source: Омега
be: Амега

source: Омельное
be: Амяльное

source: Онега
be: Анега

source: Онкобольница
be: Анкабальнiца

source: Онкодиспансер
be: Анкадыспансер

source: Онкологический диспансер
be: Анкалагічны дыспансер

source: ООО "2 Медведя М"
be: ТАА "2 Мядзведзя М"

source: ООО "Баутехник"
be: ТАА "Баўтэхнік"

source: ООО "БРИЗ"
be: ААТ "Брыз"

source: ООО "Офистон"
be: ТАА "Офістон"

source: ООО "Подворье Феодал"
be: ТАА "Падвор'е Феадал"

source: ООО "СВИАТ"
be: ТАА "СВІАТ"

source: ООО "Скерон"
be: ТАА "Скярон"

source: ООО "Центриус"
be: ТАА "Цэнтрыус"

source: ООО "Юнифокс"
be: ТАА "Юніфокс"

source: ООО «Альянспласт»
be: Альянспласт ТАА

source: ООО «ВИК - здоровье животных»
be: ВІК — здароўе жывёл ТАА

source: ООО Альянспласт
be: Гостевая парковка

source: ОПОП-103
be: ГПАП-103

source: ОПОП-114
be: АПАП-114

source: Опоп-116
be: ГПАП-116

source: Опоп-133
be: АПАП-133

source: Опоп-150
be: АПАП-150

source: Опоп-151
be: АПАП-151

source: Опоп-152
be: АПАП-152

source: Опоп-153
be: АПАП-153

source: ОПОП-156
be: АПАП-156

source: ОПОП-43
be: АПАП-43

source: ОПОП-44
be: АПАП-44

source: Опоп-45
be: АПАП-45

source: Опоп-46
be: АПАП-46

source: ОПОП-47
be: АПАП-47

source: Опоп-48
be: АПАП-48

source: ОПОП-49
be: АПАП-49

source: ОПОП-50
be: ГПАП-50

source: ОПОП-76
be: ГПАП-76

source: Опоп-77
be: ГПАП-77

source: ОПОП-78
be: ГПАП-78

source: ОПОП-86
be: ГПАП-86

source: ОПОП-87
be: ГПАП-87

source: ОПОП-88
be: ГПАП-88

source: ОПОП-89
be: ГПАП-89

source: ОПОП-90
be: ГПАП-90

source: ОПОП №1
be: ГПАП №1

source: Опорный пункт
be: Апорны пункт

source: Оптика
be: Оптыка

source: Оптимистическая улица
be: Аптымістычная вуліца

source: Оптовая база
be: Аптовая база

source: Оптрон
be: Аптрон

source: Оранчицы
be: Аранчыцы

source: Органный зал
be: Арганная зала

source: Ореховая улица
be: Арэхавая вуліца

source: Ореховно
be: воз. Арэхаўна

source: Ореховое
be: Арэхавае

source: Ореховское кладбище
be: Арэхаўскiя могiлкi

source: Орлея
be: Арлея

source: Орловка
be: воз. Арлоўка

source: Ортиха
be: Орціха

source: Орхидея
be: Архідэя

source: Орша-Восточная
be: Орша Усходняя

source: Орша-Западная
be: Орша Заходняя

source: Орша-Центральная (вокзал)
be: Ворша-Цэнтральная

source: Осавиахимовская улица
be: Асавіяхімаўская вуліца

source: Осенняя улица
be: Асенняя вуліца

source: Осигиры
be: Восігіры

source: Осинишки
be: Асінішкі

source: Осиновка
be: [Асінаўка, Асіноўка]

source: Осиповичи
be: Асіповічы

source: Осиповичи-1
be: Асіповічы 1

source: Осиповичи-2
be: Асіповічы 2

source: Осиповичи-3
be: Асіповічы 3

source: Осмоловка
be: Асмалоўка

source: Осовец
be: Асавец

source: Осовые
be: Асовыя

source: Останковичи
be: Астанкавічы

source: Остров
be: [Востраў, Завелле]

source: Островенское
be: Астравенскае

source: Островецкая АЭС
be: Беларуская АЭС

source: Остров Мужества и Скорби
be: [Востраў Мужнасці і Смутку, Выспа Мужнасці і Смутку]

source: Острово
be: Вострава

source: Остров птиц
be: Выспа птушак

source: Островцы
be: Астраўцы

source: Остров чистоты
be: Востраў чысціні

source: Острогляды
be: Астрагляды

source: Отдел внутренних дел
be: [Аддзел унутранных спраў, Аддзел унутраных спраў]

source: Отдел внутренних дел администрации Ленинского района
be: Аддзел унутранных спраў адміністрацыі Ленінскага раёна

source: Отдел внутренних дел администрации Октябрьского района
be: Аддзел унутранных спраў адміністрацыі Кастрычніцкага раёна

source: Отдел внутренних дел Гродненского райисполкома
be: Аддзел унутранных спраў Гродзенскага райвыканкама

source: Отделение гипобарической терапии и бароклиматической адаптации
be: Аддзяленне гіпабарычнай тэрапіі і баракліматычнай адаптацыі

source: Отделение Государственной автомобильной инспекции
be: Аддзяленне Дзяржаўнай аўтамабільнай інспекцыі

source: Отделение по гражданству и миграции
be: [Аддзяленне па грамадзянстве і міграцыі, Аддзяленне па грамадзянству і міграцыі]

source: Отделение пограничного контроля "Витебск"
be: Аддзяленне памежнага кантролю «Віцебск»

source: Отделение почтовой связи №7
be: Аддзяленне пачтовай сувязі

source: Отделение хранения и распределения продуктов крови
be: Аддзяленне захоўвання і размеркавання прадуктаў крыві

source: Отдел записи актов гражданского состояния
be: Аддзел запісу актаў грамадзянскага стану

source: Отдел образования, спорта и туризма
be: Аддзел адукацыі, спорта і турызма

source: Отдел ОБЭП
be: Аддзел па барацьбе з эканамічнымі злачынствамі

source: Отель Эридан ***
be: Гатэль Эрыдан ***

source: Отечественная улица
be: Айчынная вуліца

source: Отличные окна
be: Выдатныя вокны

source: Отрадная улица
be: Атрадная вуліца

source: Отцеда
be: Атцэда

source: Отцовская улица
be: Бацькоўская вуліца

source: Офис продаж "А-100"
be: Офіс продажу "А-100"

source: Охрана природы
be: Ахова прыроды

source: Ошивки
be: Ашыўкі

source: Ошмянский льнозавод
be: Ашмянскі ільнозавод

source: Ошмянский мясокомбинат
be: Ашмянскі мясакамбінат

source: Ошмянский сыродельный завод
be: Ашмянскі сыраробны завод

source: Ошмянский хлебокомбинат
be: Ашмянскі хлебакамбінат

source: Ошмяны
be: Ашмяны

source: Ошмяны, 1341 г.
be: Ашмяны, 1341 г.

source: Ощеп
be: Ашчэп

source: Павлинка
be: Паўлінка

source: Павловка
be: Паўлаўка

source: Павловщина
be: Паўлоўшчына

source: Падюжа
be: Падзюжа

source: Паклево
be: Паклева

source: Палестина
be: Палестына

source: Пальмира
be: Пальміра

source: памятник
be: помнік

source: Памятник "Рогнеда и Изяслав"
be: Помнік "Рагнеда і Ізяслаў"

source: Памятник 1000-летию Бреста
be: Помнік 1000-годдзю Брэста

source: Памятник А. С. Пушкину
be: помнiк Пушкіну А.С.

source: Памятник авиаконструктору П.Сухому: самолёт Су-17МЗ
be: Помнік авіяканструктару П.Сухому: самалёт Су-17МЗ

source: Памятник Адаму Мицкевичу
be: Помнік Адаму Міцкевічу

source: Памятник букве "Ў"
be: Помнік літары «Ў»

source: Памятник В.И. Ленину
be: Помнік У. І. Леніну

source: памятник В. Короткевичу
be: помнік У. Караткевічу

source: Памятник ветеринарному врачу
be: помнік ветэрынарнаму лекару

source: Памятник виленскому пути
be: Помнік віленскаму шляху

source: Памятник воинам-интернационалистам
be: Помнік воінам-інтэрнацыяналістам

source: Памятник воинам-интернационалистам «Боль»
be: Помнік воінам-інтэрнацыяналістам «Боль»

source: Памятник воинам-освободителям ВОВ
be: Помнік воінам-вызваліцелям ВАВ

source: Памятник войнам-освободителям
be: Помнік войнам-асвабадзіцелям

source: Памятник войне 1812 г.
be: Помнік вайне 1812 г.

source: Памятник в честь погибших солдат армии Наполеона
be: Помнік у гонар палеглых жаўнераў арміі Напалеона

source: Памятник германским солдатам времен 1-й мировой войны
be: Помнік германскім салдатам часоў 1-ай сусветнай вайны

source: памятник героям
be: помнік героям

source: Памятник героям войны 1812 г.
be: Помнік героям 1812 г.

source: Памятник дальней авиации, Ту-16
be: Помнік дальняй авіяцыі, Ту-16

source: памятник жертвам гетто
be: помнік ахвярам гета

source: Памятник жертвам Минского гетто
be: Помнік ахвярам Мінскага гета

source: памятник жертвам фашизма
be: помнік ахвярам фашызма

source: Памятники
be: Помнікі

source: памятник И.Соллертинскому
be: помнік І. Саллертінскаму

source: Памятник Иоанну-Павлу II
be: Помнік Яну-Паўлу II

source: Памятник князю Давиду Городенскому
be: Помнік князю Давыду Гарадзенскаму

source: памятник князю Ольгерду
be: помнік князю Альгерду

source: памятник Ленину
be: [Помнік Леніну, помнік Леніну]

source: Памятник Ленину
be: [Помнiк Ленiну, помнік Леніну]

source: Памятник летчикам
be: Помнік лётчыкам

source: памятник Льву Сапеге
be: Помнік Льву Сапеге

source: Памятник Марку Шагалу
be: Марку Шагалу

source: памятник нерожденному ребенку
be: помнік ненароджаннаму дзіцятку

source: памятник папе Павлу-Иоанну II
be: помнік папе Паўлу-Яну II

source: Памятник партизанам
be: Помнік партызанам

source: Памятник погибшим в Великой Отечественной войне
be: Помнік загінулым у Вялікай Айчыннай вайне

source: Памятник погибшим в ВОВ
be: Помнік загінулым у ВАВ

source: Памятник погибшим при освобождении Жодино
be: Помнік загінуўшым пры вызваленні Жодзіна

source: Памятник погибшим солдатам в войну 1812
be: Помнік палеглым расейскім вайскоўцам вайны 1812

source: Памятник польским солдатам
be: Помнік польскім жаўнерам

source: Памятник Польскому Легиона
be: Помнік Польскаму Легіёну

source: Памятник поэтессе Евдокии Лось
be: помнiк паэтке Еўдакі́i Лось

source: Памятник С.М. Кирову
be: Помнік Кіраву

source: Памятник Соколовскому
be: помнік Сакалоўскаму

source: Памятник Я. Коласу
be: Помнik Я.Коласу

source: памятный знак
be: памятны знак

source: Памятный знак "Детям войны"
be: Памятны знак "Дзецям вайны"

source: Памятный камень на месте штаба германской дивизии (1915-18 гг.)
be: Памятны камень на месцы штабу германскай дывізіі (1915-18 гг.)

source: Памятный крест повстанцам 1830-31 гг.
be: Мэмарыяльны крыж паўстанцам 1830-31 гг.

source: Панки
be: Панкі

source: Пансионат Лодэ
be: Пансіянат Ладэ

source: Папе Иоанну Павлу II
be: Папе Яну Паўлу II

source: Парафьянов
be: Параф’янаў

source: Парикмахерская
be: Цырульня

source: Парк "Мини-мир"
be: Парк "Мiнi-свет"

source: Парк Английский
be: Парк Англійскі

source: Парк городской
be: Парк гарадскі

source: Парк Марысин
be: Парк Марысін

source: Парковая улица
be: Паркавая вуліца

source: Парковый район
be: Паркавы раён

source: Парк Победы
be: Парк Перамогі

source: Парк приусадебный
be: Парк прысядзібны

source: Парк Старый
be: Парк Стары

source: Парк Японский
be: Парк Японскі

source: Парниковая
be: Парніковая

source: Паром Петриков-Велавск
be: Паром

source: Парохонск
be: Парахонск

source: Партизанский район
be: Партызанскі раён

source: Парус
be: Ветразь

source: Пасеки 1
be: Пасекі 1

source: Пасеки 2
be: Пасекі 2

source: ПАСО "Витязь"
be: ПАВА «Віцязь»

source: Пасужа
be: воз. Пасужа

source: ПАСЧ №3
be: ПАВЧ №3

source: Пацево
be: Пацава

source: Пегас Туристик
be: Пегас Турыстык

source: Педагогический колледж
be: Педагагічны каледж

source: Педагогический факультет ГрГУ
be: Педагагічны факультэт ГрДУ

source: Пеньковка
be: Пянькоўка

source: пер. Хайкина
be: зав. Хайкіна

source: Первая палатка
be: Першая палатка

source: Первомайская улица
be: Першамайская вуліца

source: Первомайский район
be: Першамайскі раён

source: Первоцветная улица
be: Першацветная вуліца

source: Первый переулок
be: Першы завулак

source: Переволока
be: Перавалока

source: Передел
be: Перадзел

source: Перекоша
be: воз. Перакоша

source: Перерово
be: Перарова

source: Переселка
be: Пярэселка

source: Пересетинец
be: Перасяцінец

source: переулок Гагарина
be: завулак Гагарына

source: переулок Дарвина
be: завулак Дарвіна

source: переулок Декабристов
be: завулак Дзекабрыстаў

source: переулок Дзержинского
be: завулак Дзяржынскага

source: переулок Добролюбова
be: завулак Дабралюбава

source: переулок Доватора
be: завулак Даватара

source: переулок Жуковского
be: завулак Жукоўскага

source: переулок Заслонова
be: завулак Заслонава

source: переулок Калинина
be: завулак Калініна

source: переулок Курбатова
be: завулак Курбатава

source: переулок Манюшко
be: завулак Манюшкі

source: переулок Победы
be: завулак Перамогі

source: переулок Поповича
be: завулак Паповіча

source: переулок Пучкова
be: завулак Пучкова

source: переулок Реймонта
be: завулак Рэйманта

source: переулок Свердлова
be: завулак Свярдлова

source: переулок Суворова
be: завулак Суворава

source: переулок Тимирязева
be: завулак Ціміразева

source: переулок Шишкина
be: завулак Шышкіна

source: переулок Щорса
be: завулак Шчорса

source: переулок Якуба Коласа
be: завулак Якуба Коласа

source: Перспективная площадь застройки жилого микрорайона "Новая Боровая"
be: Перспектыўная плошча забудовы жылога мікрараёна "Новая Баравая"

source: Перучь 1
be: Перуч 1

source: Перучь 2
be: Перуч 2

source: Пески
be: Пяскі

source: Песковатик
be: Пескавацік

source: Песковатикское кладбище
be: Могілкі на Пескаваціках

source: Песочная улица
be: Пясочная вуліца

source: Песочный переулок
be: Пясочны завулак

source: Песчаная улица
be: Пяшчаная вуліца

source: Песчанка
be: Пясчанка

source: Песчаны
be: Пясчаны

source: Петровичское вдхр.
be: Пятровіцкае вдсх.

source: Петрово
be: Пятрова

source: Петровщина
be: Пятроўшчына

source: Петрополье
be: Петраполле

source: Петухово
be: Петухова

source: Пивзавод «Богемия»
be: Бровар «Багемія»

source: Пивинец
be: воз. Півянец

source: Пивоварня
be: Бровар

source: Пиктуша
be: Піктуша

source: Пиловойти
be: Пілавойці

source: Пинск
be: Пінск

source: Пионерлагерь
be: Летнік

source: Пионерская улица
be: Піянерская вуліца

source: Пирки
be: Піркі

source: Пищаловский замок
be: Пішчалаўскі замак

source: Пищеблок
be: [Блок для ежы, Сталовая]

source: ПКУП "Коммунальник"
be: ВКУП "Камунальнік"

source: Плавно
be: Плаўна

source: Пластилин
be: Пластылін

source: Платично
be: воз. Плацічна

source: Плачущий ангел-хранитель
be: Анёл, які плача

source: Плебания
be: Плябанія

source: Плебанские
be: Плябанскія

source: Племенной свинокомплекс
be: Племянны свінакомплекс

source: Плещеницы
be: Плешчаніцы

source: Плоское
be: Плоскае

source: Площадка запорн. арм-ры
be: Пляцоўка запорнай арматуры

source: площадь 17 Сентября
be: плошча 17 Верасня

source: площадь Декабристов
be: плошча Дзекабрыстаў

source: площадь имени Ленина
be: плошча імя Леніна

source: площадь Ленина
be: плошча Леніна

source: Площадь Ленина
be: Плошча Леніна

source: Площадь Независимости
be: Плошча Незалежнасці

source: площадь Победы
be: плошча Перамогі

source: Площадь Победы
be: [Плошча Перамогi, Плошча Перамогі]

source: площадь Свободы
be: плошча Свабоды

source: Площадь Свободы
be: Плошча Свабоды

source: площадь Тизенгауза
be: плошча Тызенгаўза

source: Плятарово
be: Плетарова

source: Победа
be: Перамога

source: Победоносная улица
be: Пераможная вуліца

source: Побратимовка
be: Пабрацімаўка

source: Повишни
be: Повішні

source: Поворотная улица
be: Паваротная вуліца

source: погибших в 1919-20 гг.
be: палеглых ў 1919-20 гг.

source: Погодино
be: Пагодзіна

source: Погонное
be: Пагоннае

source: Погоранская улица
be: Пагаранская вуліца

source: Погораны-Кошевники
be: Пагараны-Кашэўнікі

source: Погорельцы
be: Пагарэльцы

source: Погорье
be: Погар’е

source: Погост
be: Пагост

source: Погулянка
be: Пагулянка

source: Подборье
be: Падбор’е

source: Подгорная улица
be: Падгорная вуліца

source: Подкалино
be: Падкаліна

source: Подкаменье
be: Падкаменне

source: Подкриница
be: Падкрыніца

source: Подкрыжаки
be: Падкрыжакі

source: Подкрыжацкая улица
be: Падкрыжацкая вуліца

source: Подлабенье
be: Падлабенне

source: Подлипье
be: Падліп’е

source: Подлужье
be: Падлужжа

source: ПОДО "Онега"
be: ВТДА "Анега"

source: Подольная улица
be: Падольная вуліца

source: Подосовье
be: Падасоўе

source: Подсады
be: Падсады

source: Подсвилье
be: Падсвілле

source: Подсосна
be: Падсосна

source: Подстанция
be: Падстанцыя

source: подстанция "Мошканы"
be: падстанцыя «Машканы»

source: подстанция "Северная"
be: Падстанцыя «Паўночная»

source: Подстанция скорой помощи № 3
be: Падстанцыя хуткай дапамогі № 3

source: Подъясень
be: Пад’ясень

source: Подыгрушка
be: Падыгрушка

source: Поедуня
be: Паядуня

source: Пожарная аварийно-спасательная часть № 2
be: Пажарная аварыйна-выратавальная часць № 2
